WIDTH_SCREEN = 1000  # ширина окна
HEIGHT_SCREEN = 700  # высота окна

COLOR_TEXT = "#f5cfba"
COLOR_TEXT_1 = "#faf5f2"
COLOR_FON = 0, 0, 0
COLOR_FON_1 = 255, 255, 255

TEXT_TARGET_1 = ["        Начти изучение темы",
                "       с понимания основных",
                "    слов. Постарайся запомнить",
                 "     как называются эти вещи",
                 "        в английском языке."]

TEXT_TARGET_2 = ["    Чтобы закрепить полученные",
                "   знания, выполни следующее",
                "   задание. Соотнеси предметы ",
                 "         с их названиями на",
                 "         английском языке."]

TEXT_TARGET_3 = ["     Молодец! Ты на финишной  ",
                "       прямой. Чтобы надолго",
                "      запомнить слова, выполни",
                 "   следующее задавние. Составь",
                 "      из предложенных букв",
                  "                    слова."]

TEXT_TARGET_4 = ["   Остался последний и самый",
                "сложный шаг. Тебе предстоит",
                 "прослушать слово на английском",
                 "     языке, а затем составить его",
                  "    из предложенных букв."]

TEXT_HELLO = ["              Привет, дорогой друг,",
              "           я - Cat! Если у тебя возникли ",
              "    трудности с запоминанием англисйских",
              "  слов, то у меня есть идея! Ты можешь",
              "  сыграть в игру CatSpeak, она поможет",
              "      тебе с понимание иностранных",
              "          слов без нудной зубрёжки.",
              "             Скорее нажимай 'начать'!"]