WIDTH_SCREEN = 1000  # ширина окна
HEIGHT_SCREEN = 700  # высота окна

COLOR_TEXT = "#f5cfba"
COLOR_TEXT_1 = "#faf5f2"
COLOR_FON = 0, 0, 0
COLOR_FON_1 = 255, 255, 255

TEXT_TARGET_1 = ["    Начти изучение темы",
                "   с понимания основных",
                " слов. Постарайся запомнить",
                 " как называются эти вещи",
                 "    в английском языке."]

TEXT_TARGET_2 = ["  Чтобы закрепить полученные",
                "  знания, выполни следующее",
                "        задание. Соотнеси ",
                 "   предметы с их названиями",
                 "     на английском языке."]